{
    "header" : {
      "header-greeting":"Hi there! I'm Santiago Rosales",
      "header-about": "Full Stack Developer, passionate about develop and design aplications",
      "header-button":"View Resume"
    },
    "about" : {
      "p1":"Full-Stack Developer, Psychology student, passionate about application development and design. I strive to develop interfaces that can be accessed from any digital device and enjoyed by the user. I am currently looking for a job opportunity where I can add value from my knowledge and allow me to continue growing as a developer.",
      "title":"A LITTLE BIT ABOUT ME"
    },
    "work" : {
      "title":"WHAT I'VE DONE",
      "proyect1" : "WeatherApp is one of the first applications to work with React, WeatherApp makes use of an external API (openweathermap) to provide you with information about the weather and some additional information about the places that interest you the most.",
      "proyect2" : "Using an external API (apirawg), XGames allows you to know more about your favorite games, if you want you can add new games as well. The technologies used were: React and Redux for the Frontend and Node.js (Express) with PostgreSQL (connected via Sequelize) for the Backend.",
        "proyect3" : "CompuStore is an e-commerce of computer supplies carried out together with six other colleagues. From the selection and purchase of components through a payment gateway, to being able to assemble your pc with products that we organize so that there are no incompatibilities, CompuStore is the perfect place for anyone to choose the computer that best suits their needs."   ,
      "title-tech" :"SOME TECHNOLOGIES I'VE WORKED WITH:"
    } ,
    "contact": {
      "title":"GET IN TOUCH",
      "about":"Feel free to shoot me an email!",
      "button":"Say Hello"
    },
    "links": {
      "view-code":"View Code",
      "visit-site": "Visit Site",
      "contact":"Contact",
      "work":"Projects",
      "technologies": "Technologies",
      "about":"About",
      "close":"close"
    }
}